Revit 2027 API
PolymeshFacet.V3 Property
 The third vertex of the facet
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int V3 { get; }
Public ReadOnly Property V3 As Integer
	Get
public:
property int V3 {
	int get ();
}
member V3 : int with get
Property Value
Int32
 An index of a vertex of a polymesh.
See Also
Reference
PolymeshFacet Class
Autodesk.Revit.DB Namespace